export default [
	{
		text: "موکاپ",
		value: "mockup",
		templates: [
			{
				title: "نمونه 1",
				content: `در این پست %%title%% برای دانلود در ایران جی اف ایکس قرار گرفته است. شما با استفاده از این %%description%%.
				اما موکاپ چیست ؟ پیکر نما (mock-up) فایل پیش نمایش یا موکاپ (Mockup) ، قالب‌های گرافیکی آماده‌ای هستند که در موضوعات مختلف و با فرمت PSD می‌توان در امور طراحی به بهترین شکل ممکن برای پیش نمایش طراحی های مربوطه  از آن‌ها استفاده نمود . البته موکاپ هایی به صورت وکتور برای ویرایش در نرم افزار ایلوستریتور نیز وجود دارد . موکاپ یک نمونه شبیه سازی شده از طرحی است که در فضای واقعی قرار گرفته است ، در اصل عملکرد موکاپ به گونه‌ای است که طرح را در حالت اجرا شده (چاپ شده ، پوستر روی دیوار ، تراکت و سربرگ روی میز ،‌ قاب و بنر روی دیوار ، در یک دیوایس دیجیتال مثل تبلت قرارگرفته) نمایش می‌دهد. در موکاپ تلاش می‌شود علاوه بر نمایش کامل طرح ، حس طرح اجرا شده و قرار گرفته در دنیای واقعی را به مشتری القا کرد، تا مشتری برای تصمیم گیری و تصور طرح اجرا شده دچار مشکل و تردید نشود. اگر یک موکاپ به طور استاندارد و حرفه‌ای ساخته شده باشد شما امکان ویرایش تک تک اجزای تصویر را خواهید داشت ، می‌توانید نور را کنترل کنید ، پس زمینه را تغییر دهید و وجود یا عدم وجود المان‌های مختلف در تصویر را تعیین کنید . متأسفانه در کشور ما در بحث آموزش گرافیک در دانشگاه‌ها و آموزشگاه‌های خصوصی آن‌قدر که بر روی تکنیک اجرا و هنر طراحی تأکید می‌شود به بحث ارائه ، پرزنت و ارتباط با مشتری پرداخته نمی‌شود به همین دلیل دانشجویان و فارغ‌التحصیلان گرافیک هرچقدر هم که در زمینه طراحی حرفه‌ای باشند باز هم برای ارتباط با مشتری و ارائه طرح به آن‌ها دچار مشکل می‌شوند . به طوری که حتی طرح های نسبات معمولی را توسط این موکاپ می توان به شکلی بسیار زیباتر و جذاب تر به مخاطب ارائه داد . یکی از مواردی که هر طراح گرافیکی از دانشجو و فارغ‌التحصیل گرفته تا یک استاد باتجربه باید در نظر داشته باشد ارائه مناسب طرح و متقاعد کردن صحیح مشتری برای پذیرفتن طرح ارائه شده هست. زیرا شما به عنوان یک فروشنده و دیزاینر میبایست مشتری خود را راضی نگه دارید . اکثر طراحان گرافیک سفارش‌های تکمیل‌شده مشتری را به‌صورت کاملاً فلت و دو بعدی و به صورت طرح نهایی ارائه می‌دهند که همین امر باعث می‌شود مشتری نتواند با طرح ارائه شده رابطه برقرار کند و طرح را در قالبی که قرار است به صورت نهایی تحویل بگیرد تصور کند ،‌ بنابرین طرح را رد می‌کند .
				اگر در طراحی های خود از این %%title%% استفاده کردید، لطفا دیدگاه و عکس طراحی خود را از بخش پرسش و پاسخ انتهای صفحه با ما و سایر کاربران ایران جی اف ایکس به اشتراک بگذارید.
				این پرسش و پاسخ ها سعی دارد به کاربران سایت ایران جی اف ایکس در رفع مشکلات احتمالی شان کمک کند و همچنین تجربه شما در طراحی های متنوع را با دیگران به اشتراک بگذارد. با عمل به این کار پس از مدتی کوتاه همه علاقه مندان به دنیای طراحی گرافیک می توانند ازمزایای این فعالیت اجتماعی بهره مند شوند .
				`
			}
		]
	},
	{
		text: "png",
		value: "png",
		templates: [
			{
				title: "نمونه 1",
				content: `در این پست %%title%% برای دانلود در ایران جی اف ایکس قرار گرفته است. شما با استفاده از این %%description%%.
				عکس png یا دوربری چیست؟ PNG خلاصه شده عبارت Portable Network Graphic  (گرافیک شبکه قابل حمل) می باشد که یک نوع فایل تصویری است که به طور معمول جهت اضافه کردن پس زمینه شفافیت به یک تصویر مانند لوگو استفاده می شود . این فرمت به دو صورت PNG-8 و PNG-24 می تواند اطلاعات تصاویر را در خود ذخیره کنند . از آنجا که عکس پی ان جی ها نسبت به GIF یا JPG فرمت فایل های بزرگتری دارند ، باید اندازه استاندارد آنها برای کاربری های مختلف مورد استفاده قرار بگیرند تا حجم فایل در یک وب سایت یا محیط های مجازی مثل اپلیکیشن برای بارگذاری با مشکل مواجه نشود. PNG فایلی می باشد که در نرم افزار های متفاوتی از قبیل فتوشاپ ، ایلوستریتور ، کورل درا و ... می توان آن را خروجی گرفت. جدیدا تصاویر پی ان جی در فرمت های بسیار جدیدی به کار برده می شوند . فرمت ها و قالب های بسیار جدید و خاصی که در ایران جی اف ایکس نیز بسیار ارائه شده است تصویرسازی های پی ان جی شده برای استفاده در موارد مختلف مانند طراحی کاغذهای کادو ، طراحی پارچه برای لباس کودک ، طراحی های بسیار کلاسیک برای انواع کارت دعوت ، طراحی های جذاب فانتزی برای  کارت پستال های زیبا ، طراحی برای کاغذ های کادو و کاغذ دیواری و حتی برخی از این تصویرسازی ها که برای طراحی های روی ظروف و سطوح مختلف ظورف از آن ها استفاده می شود . این فایل های تصویرسازی ها که با تکنیک های مختلف به صورت آبرنگ ، اکریلیک ، گواش ، اکولین و ... کار شده است به صورت خیلی تمیز و حرفه ای به تصاویر PNG تبدیل شده است که طراح گرافیک به راحتی بتواند با کنارهم گذاشتن این عکس های PNG تصویرسازی شده مجموعه تصویرسازی های بسیار جذاب ایجاد کند.
				اگر در طراحی های خود از این %%title%% استفاده کردید، لطفا دیدگاه و عکس طراحی خود را از بخش پرسش و پاسخ انتهای صفحه با ما و سایر کاربران ایران جی اف ایکس به اشتراک بگذارید.
				این پرسش و پاسخ ها سعی دارد به کاربران سایت ایران جی اف ایکس در رفع مشکلات احتمالی شان کمک کند و همچنین تجربه شما در طراحی های متنوع را با دیگران به اشتراک بگذارد. با عمل به این کار پس از مدتی کوتاه همه علاقه مندان به دنیای طراحی گرافیک می توانند ازمزایای این فعالیت اجتماعی بهره مند شوند .
				`
			}
		]
	},
	{
		text: "عکس استوک",
		value: "stock",
		templates: [
			{
				title: "نمونه 1",
				content: `در این پست %%title%% برای دانلود در ایران جی اف ایکس قرار گرفته است. شما با استفاده از این %%description%%.
				عکس استوک چیست؟ تاکنون بسیار زیاد در مجلات و یا بنرهای چاپ شده تصاویر باکیفیتی را دیده اید که مرتبط با موضوع مربوطه توسط طراح، در طرح مذبور قرار گرفته است . عکس های استوک عکس هایی در سایزها و اندازه های بسیار بزرگ هستند ، کیفیت بسیار بالایی دارند و مناسب جهت استفاده در طراحی ها و کارهای گرافیکی ، چاپ و پس زمینه سیستم های بزرگ می باشند . کاربرد تصاویر استوک برای طراحی بنر ها ، استند ها ، بیلبوردهای تبلیغاتی و بسیاری از بروشور ها ، تراکت ها و کاتالوگ های نیازمند تصاویر با کیفیتی به نام استوک یا با رزولوشن بالا است که از این تصاویر می توان بدون افت کیفیت در صنعت چاپ و تبلیغات استفاده نمود. تصویر استوک یک عکس با کیفیت بالا است (از حیث وضوح تصویر یا resolution) که در موضوعات مختلف، عموماً توسط کمپانی های بزرگ تصویر در دنیا تولید میشود. وبسایت Shutterstock یکی از بزرگترین سایت های ارائه دهنده تصاویر گرافیکی و موضوعی متنوع و بسیار باکیفیت در دنیا می باشد . از جمله مهم‌ترین سایت‌های عرضه کننده تصاویر استوک می‌توان به:  Adobe Stock , Getty Images اشاره کرد . سایت ادوب استوک، به دلیل تنوع و گستردگی شهرت فراوانی دارد. سایت گتی ایمیجز، علاوه بر عکس، ویدیو نیز در اختیار کاربران قرار می‌دهد. سایت شاتراستوک به کاربران در ازای دانلود بسته های 5 تا 25 عددی تخفیف‌های خاصی در نظر گرفته است . این تصاویر به صورت حرفه ای و توسط عکاسان و با دوربین های حرفه ای عکاسی شده و هرکدام در دسته بندی موضوعی خود قرار می گیرند . عموماً در این تصاویر، محتوا دارای اضافات بصری نیست . بعنوان مثال ، وقتی یه تصویر استوک از سیب را مشاهده میکنیم ، یه فضای سفید و بدون حاشیه وجود دارد که تنها سیب در آن به تصویر کشیده شده است . این تصاویر عموماً دارای رزولوشن های بالاتر از ۳ یا ۴ هزار پیکسل در یک ضلع هستند که عملاً نشان می‌دهد نمی‌توان با این کیفیت عکس را از دوربین گوشی گرفت و به این دلیل در هنگام چاپ یا نمایش در اندازه های بزرگ دچار افت کیفیت بصری در خروجی نمی شوند. در ایران جی اف ایکس سعی شده است پرکاربردترین موضوعات عکس های استوک را در اختیار کاربران قرار دهیم.
				اگر در طراحی های خود از %%title%% استفاده کردید، لطفا دیدگاه و عکس طراحی خود را از بخش پرسش و پاسخ انتهای صفحه با ما و سایر کاربران ایران جی اف ایکس به اشتراک بگذارید.
				این پرسش و پاسخ ها سعی دارد به کاربران سایت ایران جی اف ایکس در رفع مشکلات احتمالی شان کمک کند و همچنین تجربه شما در طراحی های متنوع را با دیگران به اشتراک بگذارد. با عمل به این کار پس از مدتی کوتاه همه علاقه مندان به دنیای طراحی گرافیک می توانند ازمزایای این فعالیت اجتماعی بهره مند شوند .
				`
			}
		]
	}
];
