export default [
	{
		text: "موکاپ",
		value: "mockup",
		templates: [
			{
				title: "نمونه 1",
				content: `در این پست %%title%% برای دانلود در ایران جی اف ایکس قرار گرفته است. شما با استفاده از این %%description%%.
				اما موکاپ چیست ؟ پیکر نما (mock-up) فایل پیش نمایش یا موکاپ (Mockup) ، قالب‌های گرافیکی آماده‌ای هستند که در موضوعات مختلف و با فرمت PSD می‌توان در امور طراحی به بهترین شکل ممکن برای پیش نمایش طراحی های مربوطه  از آن‌ها استفاده نمود . البته موکاپ هایی به صورت وکتور برای ویرایش در نرم افزار ایلوستریتور نیز وجود دارد . موکاپ یک نمونه شبیه سازی شده از طرحی است که در فضای واقعی قرار گرفته است ، در اصل عملکرد موکاپ به گونه‌ای است که طرح را در حالت اجرا شده (چاپ شده ، پوستر روی دیوار ، تراکت و سربرگ روی میز ،‌ قاب و بنر روی دیوار ، در یک دیوایس دیجیتال مثل تبلت قرارگرفته) نمایش می‌دهد. در موکاپ تلاش می‌شود علاوه بر نمایش کامل طرح ، حس طرح اجرا شده و قرار گرفته در دنیای واقعی را به مشتری القا کرد، تا مشتری برای تصمیم گیری و تصور طرح اجرا شده دچار مشکل و تردید نشود. اگر یک موکاپ به طور استاندارد و حرفه‌ای ساخته شده باشد شما امکان ویرایش تک تک اجزای تصویر را خواهید داشت ، می‌توانید نور را کنترل کنید ، پس زمینه را تغییر دهید و وجود یا عدم وجود المان‌های مختلف در تصویر را تعیین کنید . متأسفانه در کشور ما در بحث آموزش گرافیک در دانشگاه‌ها و آموزشگاه‌های خصوصی آن‌قدر که بر روی تکنیک اجرا و هنر طراحی تأکید می‌شود به بحث ارائه ، پرزنت و ارتباط با مشتری پرداخته نمی‌شود به همین دلیل دانشجویان و فارغ‌التحصیلان گرافیک هرچقدر هم که در زمینه طراحی حرفه‌ای باشند باز هم برای ارتباط با مشتری و ارائه طرح به آن‌ها دچار مشکل می‌شوند . به طوری که حتی طرح های نسبات معمولی را توسط این موکاپ می توان به شکلی بسیار زیباتر و جذاب تر به مخاطب ارائه داد . یکی از مواردی که هر طراح گرافیکی از دانشجو و فارغ‌التحصیل گرفته تا یک استاد باتجربه باید در نظر داشته باشد ارائه مناسب طرح و متقاعد کردن صحیح مشتری برای پذیرفتن طرح ارائه شده هست. زیرا شما به عنوان یک فروشنده و دیزاینر میبایست مشتری خود را راضی نگه دارید . اکثر طراحان گرافیک سفارش‌های تکمیل‌شده مشتری را به‌صورت کاملاً فلت و دو بعدی و به صورت طرح نهایی ارائه می‌دهند که همین امر باعث می‌شود مشتری نتواند با طرح ارائه شده رابطه برقرار کند و طرح را در قالبی که قرار است به صورت نهایی تحویل بگیرد تصور کند ،‌ بنابرین طرح را رد می‌کند .
				اگر در طراحی های خود از این %%title%% استفاده کردید، لطفا دیدگاه و عکس طراحی خود را از بخش پرسش و پاسخ انتهای صفحه با ما و سایر کاربران ایران جی اف ایکس به اشتراک بگذارید.
				این پرسش و پاسخ ها سعی دارد به کاربران سایت ایران جی اف ایکس در رفع مشکلات احتمالی شان کمک کند و همچنین تجربه شما در طراحی های متنوع را با دیگران به اشتراک بگذارد. با عمل به این کار پس از مدتی کوتاه همه علاقه مندان به دنیای طراحی گرافیک می توانند ازمزایای این فعالیت اجتماعی بهره مند شوند .
				`
			}
		]
	},
	{
		text: "png",
		value: "png",
		templates: [
			{
				title: "نمونه 1",
				content: `در این پست %%title%% برای دانلود در ایران جی اف ایکس قرار گرفته است. شما با استفاده از این %%description%%.
				عکس png یا دوربری چیست؟ PNG خلاصه شده عبارت Portable Network Graphic  (گرافیک شبکه قابل حمل) می باشد که یک نوع فایل تصویری است که به طور معمول جهت اضافه کردن پس زمینه شفافیت به یک تصویر مانند لوگو استفاده می شود . این فرمت به دو صورت PNG-8 و PNG-24 می تواند اطلاعات تصاویر را در خود ذخیره کنند . از آنجا که عکس پی ان جی ها نسبت به GIF یا JPG فرمت فایل های بزرگتری دارند ، باید اندازه استاندارد آنها برای کاربری های مختلف مورد استفاده قرار بگیرند تا حجم فایل در یک وب سایت یا محیط های مجازی مثل اپلیکیشن برای بارگذاری با مشکل مواجه نشود. PNG فایلی می باشد که در نرم افزار های متفاوتی از قبیل فتوشاپ ، ایلوستریتور ، کورل درا و ... می توان آن را خروجی گرفت. جدیدا تصاویر پی ان جی در فرمت های بسیار جدیدی به کار برده می شوند . فرمت ها و قالب های بسیار جدید و خاصی که در ایران جی اف ایکس نیز بسیار ارائه شده است تصویرسازی های پی ان جی شده برای استفاده در موارد مختلف مانند طراحی کاغذهای کادو ، طراحی پارچه برای لباس کودک ، طراحی های بسیار کلاسیک برای انواع کارت دعوت ، طراحی های جذاب فانتزی برای  کارت پستال های زیبا ، طراحی برای کاغذ های کادو و کاغذ دیواری و حتی برخی از این تصویرسازی ها که برای طراحی های روی ظروف و سطوح مختلف ظورف از آن ها استفاده می شود . این فایل های تصویرسازی ها که با تکنیک های مختلف به صورت آبرنگ ، اکریلیک ، گواش ، اکولین و ... کار شده است به صورت خیلی تمیز و حرفه ای به تصاویر PNG تبدیل شده است که طراح گرافیک به راحتی بتواند با کنارهم گذاشتن این عکس های PNG تصویرسازی شده مجموعه تصویرسازی های بسیار جذاب ایجاد کند.
				اگر در طراحی های خود از این %%title%% استفاده کردید، لطفا دیدگاه و عکس طراحی خود را از بخش پرسش و پاسخ انتهای صفحه با ما و سایر کاربران ایران جی اف ایکس به اشتراک بگذارید.
				این پرسش و پاسخ ها سعی دارد به کاربران سایت ایران جی اف ایکس در رفع مشکلات احتمالی شان کمک کند و همچنین تجربه شما در طراحی های متنوع را با دیگران به اشتراک بگذارد. با عمل به این کار پس از مدتی کوتاه همه علاقه مندان به دنیای طراحی گرافیک می توانند ازمزایای این فعالیت اجتماعی بهره مند شوند .
				`
			}
		]
	},
	{
		text: "عکس استوک",
		value: "stock",
		templates: [
			{
				title: "نمونه 1",
				content: `در این پست %%title%% برای دانلود در ایران جی اف ایکس قرار گرفته است. شما با استفاده از این %%description%%.
				عکس استوک چیست؟ تاکنون بسیار زیاد در مجلات و یا بنرهای چاپ شده تصاویر باکیفیتی را دیده اید که مرتبط با موضوع مربوطه توسط طراح، در طرح مذبور قرار گرفته است . عکس های استوک عکس هایی در سایزها و اندازه های بسیار بزرگ هستند ، کیفیت بسیار بالایی دارند و مناسب جهت استفاده در طراحی ها و کارهای گرافیکی ، چاپ و پس زمینه سیستم های بزرگ می باشند . کاربرد تصاویر استوک برای طراحی بنر ها ، استند ها ، بیلبوردهای تبلیغاتی و بسیاری از بروشور ها ، تراکت ها و کاتالوگ های نیازمند تصاویر با کیفیتی به نام استوک یا با رزولوشن بالا است که از این تصاویر می توان بدون افت کیفیت در صنعت چاپ و تبلیغات استفاده نمود. تصویر استوک یک عکس با کیفیت بالا است (از حیث وضوح تصویر یا resolution) که در موضوعات مختلف، عموماً توسط کمپانی های بزرگ تصویر در دنیا تولید میشود. وبسایت Shutterstock یکی از بزرگترین سایت های ارائه دهنده تصاویر گرافیکی و موضوعی متنوع و بسیار باکیفیت در دنیا می باشد . از جمله مهم‌ترین سایت‌های عرضه کننده تصاویر استوک می‌توان به:  Adobe Stock , Getty Images اشاره کرد . سایت ادوب استوک، به دلیل تنوع و گستردگی شهرت فراوانی دارد. سایت گتی ایمیجز، علاوه بر عکس، ویدیو نیز در اختیار کاربران قرار می‌دهد. سایت شاتراستوک به کاربران در ازای دانلود بسته های 5 تا 25 عددی تخفیف‌های خاصی در نظر گرفته است . این تصاویر به صورت حرفه ای و توسط عکاسان و با دوربین های حرفه ای عکاسی شده و هرکدام در دسته بندی موضوعی خود قرار می گیرند . عموماً در این تصاویر، محتوا دارای اضافات بصری نیست . بعنوان مثال ، وقتی یه تصویر استوک از سیب را مشاهده میکنیم ، یه فضای سفید و بدون حاشیه وجود دارد که تنها سیب در آن به تصویر کشیده شده است . این تصاویر عموماً دارای رزولوشن های بالاتر از ۳ یا ۴ هزار پیکسل در یک ضلع هستند که عملاً نشان می‌دهد نمی‌توان با این کیفیت عکس را از دوربین گوشی گرفت و به این دلیل در هنگام چاپ یا نمایش در اندازه های بزرگ دچار افت کیفیت بصری در خروجی نمی شوند. در ایران جی اف ایکس سعی شده است پرکاربردترین موضوعات عکس های استوک را در اختیار کاربران قرار دهیم.
				اگر در طراحی های خود از %%title%% استفاده کردید، لطفا دیدگاه و عکس طراحی خود را از بخش پرسش و پاسخ انتهای صفحه با ما و سایر کاربران ایران جی اف ایکس به اشتراک بگذارید.
				این پرسش و پاسخ ها سعی دارد به کاربران سایت ایران جی اف ایکس در رفع مشکلات احتمالی شان کمک کند و همچنین تجربه شما در طراحی های متنوع را با دیگران به اشتراک بگذارد. با عمل به این کار پس از مدتی کوتاه همه علاقه مندان به دنیای طراحی گرافیک می توانند ازمزایای این فعالیت اجتماعی بهره مند شوند .
				`
			}
		]
	},
	{
		text: "براش - فتوشاپ",
		value: "brushe-photoshop",
		templates: [
			{
				title: "نمونه 1",
				content: `در این پست %%title%%  برای دانلود در ایران جی اف ایکس قرار گرفته است. شما با استفاده از این%%description%%. 
				براش چیست؟  براش Brush در معنای لغوی به معنی قلم مو است و همان‌طور که از نامش پیداست بخشی از کارایی و عملکرد آن با یک‌قلم مو در دنیای واقعی برابر است . براش یکی از ابزارهای پایه در فتوشاپ به‌حساب می‌آید ، یک براش با افزودن یک شکل یا اِلمان بر روی لایه شما در فتوشاپ یک اثر به جای می‌گذارد و با ادامه حرکت شما چه با نگه داشتن کلیک ماوس و چه با کشیدن قلم نوری بر روی سطح تبلت این اثر تکرار می‌گردد . نوک براش قسمتی است که به‌ وسیله آن رنگ بر روی لایه شما قرار می‌گیرد این بخش دقیقاً همانند نوک قلم مو عمل می‌کند و دقیقاً همانطور که نوک قلم موها در دنیای واقعی برای مصارف مختلف متفاوت است، در این قسمت هم این تفاوت وجود دارد. براش در فتوشاپ با فرمت abr   ولی در نرم افزار Procreate با فرمت BRUSH می باشد. نرم افزار Procreate یک اپ نقاشی دیجیتال است که مخصوص آیپد طراحی شده و با رابط کاربری زیبا و قدرتمند ، توانایی پشتیبانی لایه‌های مختلف ، قلم‌ها و ابزارهای مختلف و متنوع همراه با قابلیت ساخت ، دریافت و به اشتراک گذاشتن این قلم‌ها و ابزارها به هنرمندان و تصویرسازان کمک می‌کند آثاری زیبا خلق کنند. بنابرین در ایران جی اف ایکس برخی از براش ها با فرمت های مخصوص فتوشاپ و برخی دیگر مخصوص نرم افزار Procreate   برای دانلود در اختیار شما قرار می گیرد.
				در این پست براش مخصوص نرم افزار فتوشاپ با فرمت abr  برای دانلود قرار گرفته است که می توانید از طریق لینک https://irangfx.com/photoshop-learning/%d8%a8%d8%b1%d8%a7%d8%b4-%d9%81%d8%aa%d9%88%d8%b4%d8%a7%d9%be-%da%86%db%8c%d8%b3%d8%aa-%d9%88-%d8%b1%d9%88%d8%b4-%d9%86%d8%b5%d8%a8-%d8%a8%d8%b1%d8%a7%d8%b4/  شیوه نصب ، استفاده از آن و تنظیمات آن را به راحتی فراگیرید.
				اگر در طراحی های خود از این %%title%%  استفاده کردید، لطفا دیدگاه و عکس طراحی خود را از بخش پرسش و پاسخ انتهای صفحه با ما و سایر کاربران ایران جی اف ایکس به اشتراک بگذارید.
				این پرسش و پاسخ ها سعی دارد به کاربران سایت ایران جی اف ایکس در رفع مشکلات احتمالی شان کمک کند و همچنین تجربه شما در طراحی های متنوع را با دیگران به اشتراک بگذارد. با عمل به این کار پس از مدتی کوتاه همه علاقه مندان به دنیای طراحی گرافیک می توانند ازمزایای این فعالیت اجتماعی بهره مند شوند .
				`
			}
		]
	},
	{
		text: "برای - پروکریت",
		value: "brushe-procreate",
		templates: [
			{
				title: "نمونه 1",
				content: `در این پست %%title%%  برای دانلود در ایران جی اف ایکس قرار گرفته است. شما با استفاده از این %%description%%. 
				براش چیست؟  براش Brush در معنای لغوی به معنی قلم مو است و همان‌طور که از نامش پیداست بخشی از کارایی و عملکرد آن با یک‌قلم مو در دنیای واقعی برابر است . براش یکی از ابزارهای پایه در فتوشاپ به‌حساب می‌آید ، یک براش با افزودن یک شکل یا اِلمان بر روی لایه شما در فتوشاپ یک اثر به جای می‌گذارد و با ادامه حرکت شما چه با نگه داشتن کلیک ماوس و چه با کشیدن قلم نوری بر روی سطح تبلت این اثر تکرار می‌گردد . نوک براش قسمتی است که به‌ وسیله آن رنگ بر روی لایه شما قرار می‌گیرد این بخش دقیقاً همانند نوک قلم مو عمل می‌کند و دقیقاً همانطور که نوک قلم موها در دنیای واقعی برای مصارف مختلف متفاوت است، در این قسمت هم این تفاوت وجود دارد. براش در فتوشاپ با فرمت abr   ولی در نرم افزار Procreate با فرمت BRUSH می باشد. نرم افزار Procreate یک اپ نقاشی دیجیتال است که مخصوص آیپد طراحی شده و با رابط کاربری زیبا و قدرتمند ، توانایی پشتیبانی لایه‌های مختلف ، قلم‌ها و ابزارهای مختلف و متنوع همراه با قابلیت ساخت ، دریافت و به اشتراک گذاشتن این قلم‌ها و ابزارها به هنرمندان و تصویرسازان کمک می‌کند آثاری زیبا خلق کنند. بنابرین در ایران جی اف ایکس برخی از براش ها با فرمت های مخصوص فتوشاپ و برخی دیگر مخصوص نرم افزار Procreate   برای دانلود در اختیار شما قرار می گیرد.
				در این پست براش مخصوص نرم افزار Procreate برای دانلود قرار گرفته است.
				اگر در طراحی های خود از این %%title%%  استفاده کردید، لطفا دیدگاه و عکس طراحی خود را از بخش پرسش و پاسخ انتهای صفحه با ما و سایر کاربران ایران جی اف ایکس به اشتراک بگذارید.
				این پرسش و پاسخ ها سعی دارد به کاربران سایت ایران جی اف ایکس در رفع مشکلات احتمالی شان کمک کند و همچنین تجربه شما در طراحی های متنوع را با دیگران به اشتراک بگذارد. با عمل به این کار پس از مدتی کوتاه همه علاقه مندان به دنیای طراحی گرافیک می توانند ازمزایای این فعالیت اجتماعی بهره مند شوند .
				`
			}
		]
	},
	{
		text: "آیکون - فتوشاپ",
		value: "icon-photoshop",
		templates: [
			{
				title: "نمونه 1",
				content: `در این پست %%title%% برای دانلود در ایران جی اف ایکس قرار گرفته است. شما با استفاده از این %%description%%.
				آیکون چیست؟ آیکون (Icon) جزئی از واسط کاربری گرافیکی است که در قالب یک عکس کوچک ، نمادی از یک نرم افزار، ابزار، فایل و … را نشان می‌دهد . در دنیای امروز آیکون نه تنها برای قرار گیری در ویندوز ( فایل ها - نوار ابزارها - برنامه ها ) بلکه در اکثر کارهای گرافیکی وبسایت ها و کارهای چاپی برای نشان دادن نمادین هر بخش استفاده می شوند. آیکون ها به ما در سرعت بخشیدن طراحی ها کمک می کنند و ما توسط آنها می توانیم فرامین را دقیق تر و با سرعت بیشتر اجرا کنیم. همچنین در جستجو بین فایل ها و فرمان ها نیز کمک بسیاربزرگی به شما می آیند . بطور کلی آیکن ها و تصاویر رایانه ای از دو نوع Bitmap یا Vector هستند. آنها را می توان با فرمت های مختلفی ذخیره کرد (BMP, PSD, GIF, JPEG WMF ) . هر کدام از این فرمت ها تنظیمات و ویژگی های متفاوتی نسبت به هم دارند و در کل این تصاویر را می توانیم با سایز های مختلف و دلخواه و همین طور با وضوح نمایش های مختلف به کار گیریم . معمولا Icon حاوی اشکالی است که برای کاربر آشنا بوده و تداعی‌کننده‌ی موجودیتی می‌باشد که برای آن به کار رفته است . تقریبا تمامی نرم افزارها ، فایل‌ها ، آیتم‌های موجود در نوارهای ابزار، دستورات موجود در منوها ، وبسایت‌ها و … دارای آیکون‌هایی هستند که به مخاطب و کاربر در تشخیص و یافتن سریعتر عنصر مربوط  کمک می‌کنند. برای اینکه آیکون های ما در تمام سیستم ها با تنظیمات نمایشی متفاوت صحیح و دقیق نمایش داده شوند باید فاکتور هایی را در نظر گرفت . بهترین سایز ها و پرکاربردترین آنها ۱۲۸*۱۲۸ , ۴۸*۴۸ , ۳۲*۳۲ و ۱۶*۱۶ می باشد . این آیکون هایی که در این پست مشاهده میکنید با فرمت ico و csh مخصوص نرم افزار فتوشاپ می باشد.
				اگر در طراحی های خود از این %%title%% استفاده کردید، لطفا دیدگاه و عکس طراحی خود را از بخش پرسش و پاسخ انتهای صفحه با ما و سایر کاربران ایران جی اف ایکس به اشتراک بگذارید.
				این پرسش و پاسخ ها سعی دارد به کاربران سایت ایران جی اف ایکس در رفع مشکلات احتمالی شان کمک کند و همچنین تجربه شما در طراحی های متنوع را با دیگران به اشتراک بگذارد. با عمل به این کار پس از مدتی کوتاه همه علاقه مندان به دنیای طراحی گرافیک می توانند ازمزایای این فعالیت اجتماعی بهره مند شوند .
				`
			}
		]
	},
	{
		text: "آیکون - وکتور",
		value: "icon-vector",
		templates: [
			{
				title: "نمونه 1",
				content: `در این پست %%title%% برای دانلود در ایران جی اف ایکس قرار گرفته است. شما با استفاده از این %%descripton%%.
				آیکون چیست؟ آیکون (Icon) جزئی از واسط کاربری گرافیکی است که در قالب یک عکس کوچک ، نمادی از یک نرم افزار، ابزار، فایل و … را نشان می‌دهد . در دنیای امروز آیکون نه تنها برای قرار گیری در ویندوز ( فایل ها - نوار ابزارها - برنامه ها ) بلکه در اکثر کارهای گرافیکی وبسایت ها و کارهای چاپی برای نشان دادن نمادین هر بخش استفاده می شوند. آیکون ها به ما در سرعت بخشیدن طراحی ها کمک می کنند و ما توسط آنها می توانیم فرامین را دقیق تر و با سرعت بیشتر اجرا کنیم. همچنین در جستجو بین فایل ها و فرمان ها نیز کمک بسیاربزرگی به شما می آیند . بطور کلی آیکن ها و تصاویر رایانه ای از دو نوع Bitmap یا Vector هستند. آنها را می توان با فرمت های مختلفی ذخیره کرد (BMP, PSD, GIF, JPEG WMF ) . هر کدام از این فرمت ها تنظیمات و ویژگی های متفاوتی نسبت به هم دارند و در کل این تصاویر را می توانیم با سایز های مختلف و دلخواه و همین طور با وضوح نمایش های مختلف به کار گیریم . معمولا Icon حاوی اشکالی است که برای کاربر آشنا بوده و تداعی‌کننده‌ی موجودیتی می‌باشد که برای آن به کار رفته است . تقریبا تمامی نرم افزارها ، فایل‌ها ، آیتم‌های موجود در نوارهای ابزار، دستورات موجود در منوها ، وبسایت‌ها و … دارای آیکون‌هایی هستند که به مخاطب و کاربر در تشخیص و یافتن سریعتر عنصر مربوط  کمک می‌کنند. برای اینکه آیکون های ما در تمام سیستم ها با تنظیمات نمایشی متفاوت صحیح و دقیق نمایش داده شوند باید فاکتور هایی را در نظر گرفت . بهترین سایز ها و پرکاربردترین آنها ۱۲۸*۱۲۸ , ۴۸*۴۸ , ۳۲*۳۲ و ۱۶*۱۶ می باشد . این آیکون هایی که در این پست مشاهده میکنید به صورت وکتور می باشد که توسط نرم افزارهای ایلوستریتور و کورل درا به راحتی قابل ویرایش و اصلاح می باشد.
				اگر در طراحی های خود از این %%title%% استفاده کردید، لطفا دیدگاه و عکس طراحی خود را از بخش پرسش و پاسخ انتهای صفحه با ما و سایر کاربران ایران جی اف ایکس به اشتراک بگذارید.
				این پرسش و پاسخ ها سعی دارد به کاربران سایت ایران جی اف ایکس در رفع مشکلات احتمالی شان کمک کند و همچنین تجربه شما در طراحی های متنوع را با دیگران به اشتراک بگذارد. با عمل به این کار پس از مدتی کوتاه همه علاقه مندان به دنیای طراحی گرافیک می توانند ازمزایای این فعالیت اجتماعی بهره مند شوند .
				`
			}
		]
	},
	{
		text: "لایه باز - AI",
		value: "open-layer-ai-eps",
		templates: [
			{
				title: "نمونه 1",
				content: `در این پست %%title% برای دانلود در ایران جی اف ایکس قرار گرفته است. شما با استفاده از این %%description%%.
				فایل لایه باز چیست؟ فایل های گرافیکی می باشند که شما توانایی ویرایش ، اصلاح و تغییر تمامی المان های موجود در آن را دارید . یعنی اگر یک فایل لایه باز داشته باشید ، می توانید متن ، تصاویر ، افکت ها و هر مورد دیگری که در فایل وجود دارد را به راحتی تغییر دهید . همچنین می توانید قسمت هایی از فایل را حذف کرده و یا بخش های جدیدی به آن اضافه کنید . فایل های لایه باز با فرمت های مختلفی برای برنامه های متنوع طراحی شده است که مهم ترین آنها فایل های psd  ، ai  ، cdr  ، eps  ،  indd ، pdf  ، docx  ، pptx می باشد که در ادامه مرتبط با موضوع هرکدام را توضیح می دهیم.
				بی شک طرح های لایه باز کمک فراوانی به طراحان گرافیک می کنند. مثلا فرض کنید شما در یک کانون تبلیغات یا دفتر فنی مشغول به کار طراحی هستید و روزانه چندین سفارش طراحی و چاپ کارت ویزیت ، تراکت و سربرگ و سرنسخه دریافت می کنید. قطعا اگر تلاش کنید تمامی کارت ویزیت و دیگر سفارشات را از پایه ایده پردازی و طراحی کنید وقت بسیار زیادی از شما گرفته می شود. حال شما می توانید با استفاده از صدها فایل لایه باز کارت ویزیت ، که در سایت های مختلف از جمله ایران جی اف ایکس قرار گرفته شده است طرح نزدیک به سفارش خود را دانلود کرده و با کمی تغییر آن را تحویل مشتری دهید. با این کار هم وقت بسیار کمتری از شما گرفته می شود و هم یک کار با گرافیک حرفه ای و جذاب تحویل مشتری می دهید. این فقط یک کاربرد مهم طرح لایه باز بود و موارد بسیار بیشتری وجود دارد که طرح های لایه باز شما را از پیچیدگی ها و سختی های طراحی راحت می کند.
				در این پست فایل لایه باز با فرمت ai  و eps  برای دانلود در اختیار شما قرار گرفته است . فایل ai  و eps   فرمتی است که به صورت برداری طراحی و آماده شده است ، فرمت ai و eps  مربوط به نرم افزار گرافیکی ایلوستریتور است. هنگامی که شما با نرم افزار ایلوستریتور طرحی را به صورت برداری به وجود می آورید ، در هنگام ذخیره می توانید فرمت ذخیره شدن را ai  و  eps  و حتی pdf انتخاب کنید و سپس فایل را ذخیره کنید. حالا هر موقع که این فایل را توسط ایلوستریتور و فتوشاپ و یا کورل درا باز می کنید می توانید تا حدودی آن را ویرایش کنید. همچنین این امکان برای شما فراهم است تا فایل را به بقیه بدهید و آن ها نیز قابلیت ویرایش تمامی المان های موجود در طرح شما را خواهند داشت.
				اگر در طراحی های خود از این %%title%% استفاده کردید، لطفا دیدگاه و عکس طراحی خود را از بخش پرسش و پاسخ انتهای صفحه با ما و سایر کاربران ایران جی اف ایکس به اشتراک بگذارید.
				این پرسش و پاسخ ها سعی دارد به کاربران سایت ایران جی اف ایکس در رفع مشکلات احتمالی شان کمک کند و همچنین تجربه شما در طراحی های متنوع را با دیگران به اشتراک بگذارد. با عمل به این کار پس از مدتی کوتاه همه علاقه مندان به دنیای طراحی گرافیک می توانند ازمزایای این فعالیت اجتماعی بهره مند شوند .
				`
			}
		]
	},
	{
		text: "لایه باز - فتوشاپ",
		value: "open-layer-psd",
		templates: [
			{
				title: "نمونه 1",
				content: `در این پست %%title%% برای دانلود در ایران جی اف ایکس قرار گرفته است. شما با استفاده از این %%description%%.
				فایل لایه باز چیست؟ فایل های گرافیکی می باشند که شما توانایی ویرایش ، اصلاح و تغییر تمامی المان های موجود در آن را دارید . یعنی اگر یک فایل لایه باز داشته باشید ، می توانید متن ، تصاویر ، افکت ها و هر مورد دیگری که در فایل وجود دارد را به راحتی تغییر دهید . همچنین می توانید قسمت هایی از فایل را حذف کرده و یا بخش های جدیدی به آن اضافه کنید . فایل های لایه باز با فرمت های مختلفی برای برنامه های متنوع طراحی شده است که مهم ترین آنها فایل های psd  ، ai  ، cdr  ، eps  ،  indd ، pdf  ، docx  ، pptx می باشد که در ادامه مرتبط با موضوع هرکدام را توضیح می دهیم.
				بی شک طرح های لایه باز کمک فراوانی به طراحان گرافیک می کنند. مثلا فرض کنید شما در یک کانون تبلیغات یا دفتر فنی مشغول به کار طراحی هستید و روزانه چندین سفارش طراحی و چاپ کارت ویزیت ، تراکت و سربرگ و سرنسخه دریافت می کنید. قطعا اگر تلاش کنید تمامی کارت ویزیت و دیگر سفارشات را از پایه ایده پردازی و طراحی کنید وقت بسیار زیادی از شما گرفته می شود. حال شما می توانید با استفاده از صدها فایل لایه باز کارت ویزیت ، که در سایت های مختلف از جمله ایران جی اف ایکس قرار گرفته شده است طرح نزدیک به سفارش خود را دانلود کرده و با کمی تغییر آن را تحویل مشتری دهید. با این کار هم وقت بسیار کمتری از شما گرفته می شود و هم یک کار با گرافیک حرفه ای و جذاب تحویل مشتری می دهید. این فقط یک کاربرد مهم طرح لایه باز بود و موارد بسیار بیشتری وجود دارد که طرح های لایه باز شما را از پیچیدگی ها و سختی های طراحی راحت می کند.
				در این پست فایل لایه باز با فرمت psd  برای دانلود در اختیار شما قرار گرفته است . فایل psd  فرمتی است که بیشتر مورد استفاده قرار می گیرد ، فرمت PSD مربوط به نرم افزار گرافیکی فتوشاپ است. هنگامی که شما با نرم افزار فتوشاپ طرحی را به وجود می آورید ، در هنگام ذخیره می توانید فرمت ذخیره شدن را PSD انتخاب کنید و سپس فایل را ذخیره کنید. حالا هر موقع که این فایل را توسط فتوشاپ باز می کنید می توانید تا حدودی به صورت کامل آن را ویرایش کنید. همچنین این امکان برای شما فراهم است تا فایل را به بقیه بدهید و آن ها نیز قابلیت ویرایش تمامی المان های موجود در طرح شما را خواهند داشت.
				اگر در طراحی های خود از این %%title%% استفاده کردید، لطفا دیدگاه و عکس طراحی خود را از بخش پرسش و پاسخ انتهای صفحه با ما و سایر کاربران ایران جی اف ایکس به اشتراک بگذارید.
				این پرسش و پاسخ ها سعی دارد به کاربران سایت ایران جی اف ایکس در رفع مشکلات احتمالی شان کمک کند و همچنین تجربه شما در طراحی های متنوع را با دیگران به اشتراک بگذارد. با عمل به این کار پس از مدتی کوتاه همه علاقه مندان به دنیای طراحی گرافیک می توانند ازمزایای این فعالیت اجتماعی بهره مند شوند .
				`
			}
		]
	},
	{
		text: "پترن",
		value: "pattern",
		templates: [
			{
				title: "نمونه 1",
				content: `در این پست %%title%% برای دانلود در ایران جی اف ایکس قرار گرفته است. شما با استفاده از این %%description%%.
				پترن چیست؟ پترن (pattern) یک الگو و طرح تکرار شونده است که به راحتی در طرحی که نیاز داریم منتشر و پخش می شود و طبق الگو هایی که برای آن تعریف می کنیم تکرار می شود و بدون نیاز به کار خاصی شرایط طراحی و ایجاد پس زمینه های انتزاعی را برای ما راحت می کند . این شکل ها را میتوان بصورت پترن هایی آماده در برنامه ذخیره نمود تا از آن در کار گرافیکی استفاده گردد. از پترن در جاهای مختلف مانند نرم افزار فتوشاپ و ایلوستریتور استفاده می شود از pattern در صنعت مد و پارچه هم استفاده می شود تمام طرح هایی که در تمام پارچه ها و لباس ها مشاهده می کنید از همین الگو تکرار شونده ساده استفاده شده است . همچنین در ایجاد طرح های انتزاعی برای جلد های کتاب و دفتر و همچنین برای طراحی های کاغذ کادو و کاغذ دیواری می توان از پترن های تکرار شونده استفاده کرد. همچنین پترن ها به گونه ای می باشد که می توان قسمت هایی از آن را حذف و یا در قسمت هایی بیشتر از آن الگوها استفاده کرد. پترن ها با فرمت PAT که از Pattern گرفته شده اند در فتوشاپ می باشد . شما می توانید برای مشاهده پترن های موجود در فتوشاپ از مسیر Layer گزینه Layer Style را انتخاب کنید تا زیر منویی باز شود و از زیر منوی باز شده گزینه Pattern Overaly را انتخاب کنید . در فوتوشاپ شما می توانید خودتان یک الگو یا پترن بسازید و آن را ذخیره کنید و هرگاه خواستید از آن استفاده کنید. برخی از پترن ها به صورت فایل های PNG و PDF نیز برای استفاده در نرم افزارهای دیگر به خصوص ایلوستریتور می باشد.
				اگر در طراحی های خود از این %%descriotion%%.
				این پرسش و پاسخ ها سعی دارد به کاربران سایت ایران جی اف ایکس در رفع مشکلات احتمالی شان کمک کند و همچنین تجربه شما در طراحی های متنوع را با دیگران به اشتراک بگذارد. با عمل به این کار پس از مدتی کوتاه همه علاقه مندان به دنیای طراحی گرافیک می توانند ازمزایای این فعالیت اجتماعی بهره مند شوند .
				`
			}
		]
	},
	{
		text: "قالب پاورپوینت",
		value: "powerpoint-template",
		templates: [
			{
				title: "نمونه 1",
				content: `در این پست %%title%%  برای دانلود در ایران جی اف ایکس قرار گرفته است. شما با استفاده از این %%description%%.
				پاورپوینت چیست؟ پاور پوینت (POWER POINT) یک برنامه کامپیوتری و یکی از نرم افزارهای مایکروسافت آفیس است و از آن  در تهیه  و نشان دادن اسلاید در مانیتور و یا پرده نمایش استفاده می شود. پاورپوینت جزو محبوب ترین نرم افزارهای ارائه شده در بازار می باشد. ویژگی های جدید پاورپوینت ، طراحی و ارائه مطالب و صداگذاری را آسان تر می کند، علاوه بر آن می توانیم به عنوان یک ابزار کمکی  سخنرانی اثر بخشی و جذاب تری استفاده کنیم. محیط کار نرم افزار پاورپوینت از نظر ظاهری شباهت بسیاری با بقیه نرم افزار موجود در بسته نرم افزاری office  دارد. محیط نرم افزار power point  شبیه به اکسل(Excel) و ورد (word) است . پاورپوینت دقیقا چه کاری انجام می دهد؟ پاورپوینت دقیقا به ما اجازه میدهد تا بتوانیم سخنرانی و ارائه مطلبی که داریم بتونیم کامل تر و اثر گذارتر اجرا کنیم. سخنران زمانی که از تصاویر و کلمات به صورت همزمان استفاده می کند ، یادگیری آن موضوع برای مخاطب آسان تر خواهد بود و همینطور بهتر از زمانی است که فقط از کلمات استفاده می کند. دلیلش این می باشد که وقتی ما از پاورپوینت که یک جلوه بصری و دیدنی است استفاده می کنیم باعث می شود که مخاطب اطلاعات رو علاوه بر شنیدن، آن را ببیند . در تحقیقاتی که دانشمندان انجام داده اند بیشتر افراد تصاویر و در کل جلوه های دیدنی رو راحتر یاد می گیرند و همچنین در آینده هم راحت تر می توانند به یاد بیاورند.
				جذاب ترین روش های آموزشی و کاربرد آن ، استفاده از اسلایدهای آموزشی پاور پوینت است.  با توجه به آسان بودن استفاده از این اسلایدها که تنها با یک کلیک ساده امکان پذیر است . محیط رنگی و توان اضافه کردن عکس ، جدول ، نمودار ، کلیپ ، آرت ، صدا و ویدیو باعث دلپذیر شدن کار و تفهیم بهتر مطالب برای مخاطبان می شود. و اما در ایران جی اف ایکس اسلاید های آماده پاورپوینت برای دانلود قرار میگیرد که این اسلاید های آماده گرافیک بسیار مدرن و جذابی  می باشد و در موضوعات متفاوت برای ارائه های متنوعی مثل عکاسی ، محیط زیست ، ورزش و انواع شغل های حرفه ای آماده شده است.
				اگر در طراحی های خود از این %%title%% استفاده کردید، لطفا دیدگاه و عکس طراحی خود را از بخش پرسش و پاسخ انتهای صفحه با ما و سایر کاربران ایران جی اف ایکس به اشتراک بگذارید.
				این پرسش و پاسخ ها سعی دارد به کاربران سایت ایران جی اف ایکس در رفع مشکلات احتمالی شان کمک کند و همچنین تجربه شما در طراحی های متنوع را با دیگران به اشتراک بگذارد. با عمل به این کار پس از مدتی کوتاه همه علاقه مندان به دنیای طراحی گرافیک می توانند ازمزایای این فعالیت اجتماعی بهره مند شوند .
				`
			}
		]
	},
	{
		text: "شیپ",
		value: "shape",
		templates: [
			{
				title: "نمونه 1",
				content: `در این پست %%title%% برای دانلود در ایران جی اف ایکس قرار گرفته است. شما با استفاده از این %%description%%.
				شیپ چیست؟ شیپ ها (Shape) اشکالی هستند که به صورت آماده تولید می شوند ، مانند سمبل ها یا اشکال دیگری که در طرح های خود میتوانید از آنها استفاده کنید . شیپ (Shape) در فتوشاپ توسط ابزار Pen Tool یا سایر ابزار های این گروه به شکل اشکال تغییر پذیر طراحی و ایجاد می‌شوند اما از آنجایی که فتوشاپ یک نرم‌افزار پیکسلی است و مانند ایلوستریتور برداری نیست بعضا ترسیم اشکال پیچیده در آن کار زمان بر و خسته کننده ای است به همین دلیل مجموعه های اشکال آماده وجود دارد که از قبل طراحی و قابل استفاده در فتوشاپ می‌باشند .   شیپ در فتوشاپ با فرمت CSH می باشد . برای استفاده از شیپ ها فایل با فرمت csh  را بعد از باز کردن برنامه فتوشاپ به داخل محیط فتوشاپ کشیده و رها کنید و بعد از آن در پنل شیپ ها در برنامه فتوشاپ از آن ها استفاده کنید . برای نصب یک Custom Shapes که آن را قبلا دانلود کرده اید ، لازم است ابتدا ابزار Custom Shape را از جعبه ابزار انتخاب کنید . حالا، از قسمت Options Bar، روی فلشی که کنار آیکن Custom Shape است کلیک کنید تا لیست اشکال باز شود. از این قسمت شما قادر خواهید بود هر کدام از اشکالی را که نصب کرده اید برای استفاده در طراحی استفاده کنید. در این مرحله ما نیازی به این اشکال نداریم در عوض می خواهیم با کلیک روی فلش کوچکی که در سمت راست پنجره قرار دارد گزینه Load Shapes را انتخاب کنیم . وقتی روی این قسمت کلیک کردید، یک browser (مرورگر) ظاهر می شود، فقط به آدرسی که اشکال را ذخیره کردید بروید و آن ها از همان جا load کنید .
				اگر در طراحی های خود از این %%title%% استفاده کردید، لطفا دیدگاه و عکس طراحی خود را از بخش پرسش و پاسخ انتهای صفحه با ما و سایر کاربران ایران جی اف ایکس به اشتراک بگذارید.
				این پرسش و پاسخ ها سعی دارد به کاربران سایت ایران جی اف ایکس در رفع مشکلات احتمالی شان کمک کند و همچنین تجربه شما در طراحی های متنوع را با دیگران به اشتراک بگذارد. با عمل به این کار پس از مدتی کوتاه همه علاقه مندان به دنیای طراحی گرافیک می توانند از مزایای این فعالیت اجتماعی بهره مند شوند .
				`
			}
		]
	}
];
